{
	"lang": "pt",
	"title": "Um método atual",
	"short_title": "Método",
	"description": "O método da Chouette foi desenvolvido pelas criadoras do Instituto, Bia Isabel Noy e Marina Pelle. Ele é baseado na experiência do ensino do francês e principalmente na pesquisa da didática atual chamada Abordagem Acional (Approche Actionnelle).",
	"parent_page": {
		"path": "sobre-a-escola",
		"weight": 0
	},
	"content": [
		{
			"c": "Lede",
			"props": {
				"text": "O método da Chouette foi desenvolvido pelas criadoras do Instituto, Bia Isabel Noy e Marina Pelle. Ele é baseado na experiência do ensino do francês e principalmente na pesquisa da didática atual chamada Abordagem Acional (Approche Actionnelle). O objetivo é proporcionar uma experiência próxima do que você poderia encontrar em um pais francófono, para que você se sinta independente e seguro em diferentes situações."
			}
		},
		{
			"c": "MediaGrid",
			"props": {
				"items": [
					{
						"title": "Abordagem acional & unidades temáticas",
						"text": "O método de abordagem acional é fortemente recomendado pelo Quadro Europeu Comum de Referência para as Línguas (Cadre Européen de Référence pour les Langues - CECRL) que orienta os critérios para a classificação dos níveis (de A1 a C2) e as provas de proficiência (DELF e DALF).<br/><br/>Na Chouette - Institut de Français, cada nível é divido em quatro unidades temáticas. Cada unidade apresenta um vocabulário vasto e os aspectos gramaticais que são necessários para agir e interagir naquele tema. No final de cada unidade, todos os pontos abordados são revisados para que você se sinta seguro na realização do teste final e passar para o próximo nível.",
						"image": "media/2020/07/metodo.jpg",
						"image_alt": "Mesa da escola com livros do método"
					},
					{
						"title": "Material didático",
						"text": "Com o avançar dos níveis, os textos criados por Bia e Marina dão lugar a documentos originais recentes, selecionados de forma que eles se tornem a maneira ideal para descobrir o vocabulário, a gramática e a cultura francófona.<br/><br/>Na Chouette, a língua viva e atual - por meio de vídeos, curta metragens, reportagens, programas de televisão e de rádio, músicas, literatura, poesia - encontra-se com os grandes clássicos da francofonia, e servem como ponto de partida para aprender e criar em francês.",
						"image": "media/2020/07/material.jpg",
						"image_alt": "Material da escola"
					}
				]
			}
		}
	]
}
